{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["#","^name;Carmen","/#","^Reyes! Where have you been? I've been worried sick!","\n","#","^you","/#","^I was with Harper. Don’t worry about it.","\n","#","^name;Carmen","/#","^What do you mean? Where did you go?","\n","#","^you","/#","^I said not to worry, Mom.","\n","#","^name;Carmen","/#","#","^stress;20","/#","^No! I’m tired of you saying not to worry about you!","\n","#","^narrator","/#","^Carmen takes a deep breath, presumably preparing herself.","\n","#","^name;Harper","/#","^Ever since you came back from that school you’ve been acting strange, mija. Talk to me. Please.","\n","#","^narrator","/#","^Carmen’s desperation and worry get through to Reyes much faster than they expected. Underneath the facade Carmen has, Reyes knows she truthfully only wants the best for them.","\n","#","^narrator","/#","#","^stress;10","/#","^Tears start to build in his eyes.","\n","#","^you","/#","^(Tearfully) Mom, I’m so sorry.","\n","#","^you","/#","^(sobbing)","\n","#","^narrator","/#","^CARMEN watches in shock as her child starts to break down in front of her. She has never seen Reyes like this before, and her heart breaks into a million pieces.","\n","#","^name;Carmen","/#","^Aye, mi bebe…","\n","#","^you","/#","^I have been trying to tell you for so long… I am not who you think I am, Mom. I am like her. I am exactly like Harper, I am not the daughter you thought I was.","\n","#","^narrator","/#","^CARMEN’S eyes widened in realization. A hand goes up to her mouth in disbelief.","\n","#","^you","/#","^I feel trapped. I feel lost. I didn’t like being at school because people constantly looked at me like I didn’t belong there. But here is no better.","\n","#","^you","/#","#","^stress;10","/#","^The people who have seen me grow up in this town still judge me like I’m something to constantly criticize. It doesn’t help when you tell them my personal feelings about my appearance, Ma.","\n","#","^you","/#","^My own friend, who I am supposed to relate to, is so different from me. She is constantly inconsiderate towards my finances, but I can’t force her to understand I can’t do the same things she’s been doing thoughtlessly her whole life.","\n","#","^you","/#","^I feel so disconnected from myself… I don’t know where I belong anymore, I just want to be treated like a person.","\n","#","^narrator","/#","#","^stress;100","/#","^Reyes' outburst sends his heart into a frenzy, the only thing he can think of now is to escape to their room.","\n","#","^end","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}