{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["#","^you","/#","^TIA!!!","\n","#","^name;Tia Maria","/#","^Reyes! What a surprise! What are you doing here?","\n","#","^you","/#","^Hi, Tia! I’m just here to give you some supplies. Mom sent me.","\n","#","^name;Tia Maria","/#","^Oh! Well, come in, hija. We haven’t talked in a while.","\n",{"->":"ThatsWeird"},{"#f":1}],"ThatsWeird":["#","^you","/#","^Sorry, I wish I could stay, but I have to make a couple more deliveries.","\n","#","^name;Tia Maria","/#","^Oh, okay, hija! You’re so kind to your mom, helping her out with deliveries! You know, she told me you wanted to cut off all your hair!","\n","#","^name;Tia Maria","/#","#","^stress;10","/#","^I was so worried about seeing you again, but it looks like you haven’t cut it. It’s so long and beautiful--I <i>wish</i> I had hair like that. Every girl dreams of having long hair like yours!","\n",{"->":"WhatTheHell"},{"#f":1}],"WhatTheHell":["#","^you","/#","^My mom told you that?","\n","#","^name;Tia Maria","/#","^Yes, hija. She talks about you so much. And I talk to her about your late cousin as well. You know how parents are.","\n","#","^name;Tia Maria","/#","^Speaking of parents, you’re still single, right? No surprises?","\n",{"->":"GoodMood"},{"#f":1}],"GoodMood":["#","^you","/#","^You already know I’m not looking for anyone, Tia.","\n","#","^name;Tia Maria","/#","^Good, I was just making sure you’re being responsible. I know your Mom wants you to get a partner, but it’s too early for that, okay? Live your life and stay young for as long as possible.","\n","#","^you","/#","^Of course, Tia. Thank you for always looking out for me.","\n",{"->":"TheDon"},{"#f":1}],"TheDon":["#","^you","/#","^By the way, do you happen to know where Don Luis lives? Mom doesn’t know where he lives and we figured you might.","\n","#","^name;Tia Maria","/#","^Ah, Don Luis. I don’t know exactly where he lives, but he usually hangs out with his friends near the town square.","\n","#","^name;Tia Maria","/#","^Those guys are only good for the streets, you know. Don’t stay around them too long.","\n",{"->":"LetsGo"},{"#f":1}],"LetsGo":["#","^you","/#","^Well, uh, thank you, Tia. I’ll get going now, the bread is starting to get squished. I’ll come by and visit you soon! Say hi to everyone at home for me!","\n","#","^name;Tia Maria","/#","^Alright, see you later, Reyes!","\n","#","^end","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}