{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["#","^name;Tita Andrea","/#","^Reyes! How are you??","\n","#","^name;Tita Angela","/#","^Reyes!","\n","#","^you","/#","^Oh, Tita Andrea! Tita Angela! It’s been so long, how are you guys doing?","\n","#","^name;Tita Andrea","/#","#","^stress;5","/#","^Honey, I’ve been dying to talk to you! Your mom says you’re staying for a while. Why what happened with school?","\n",{"->":"Questions"},{"#f":1}],"Questions":["#","^you","/#","^Well-","\n","#","^name;Tita Angela","/#","#","^stress;5","/#","^Did you have a hard time over there? Are you quitting?","\n","#","^name;Tita Andrea","/#","#","^stress;5","/#","^Maybe you found a boyfriend?","\n",{"->":"MoreQuestions"},{"#f":1}],"MoreQuestions":["#","^you","/#","^No, I-","\n","#","^name;Tita Angela","/#","^Oh right, Don Luis was talking about his son visiting town, Reyes! Don’t tell me you found someone already?","\n","#","^you","/#","^Uhm. I’m not looking for anyone right now Tita, but thank you for worrying about me you guys!","\n","#","^you","/#","^I’m doing all good, just staying with my mom to help her out. Speaking of which, she told me to give you guys some bread and agua de tamarindo!","\n","#","^name;Tita Andrea","/#","^Oh my gosh, she didn’t have to!","\n","#","^name;Tita Angela","/#","^I was just planning to make some agua de tamarindo, tell her we say thanks, honey.","\n",{"->":"Intercepted"},{"#f":1}],"Intercepted":["#","^you","/#","^I should g-","\n","#","^name;Tita Andrea","/#","#","^stress;10","/#","^Oh but before you go, I heard from Carmen that you didn’t like the clothes I sent you. I saw the pretty dress and I thought you would love it, what happened honey?","\n","#","^name;Tita Angela","/#","^Oh right, you know we don’t get paid a lot honey, why didn’t you like it?","\n",{"->":"Badgering"},{"#f":1}],"Badgering":["#","^you","/#","^Uhm...","\n","#","^name;Tita Andrea","/#","#","^stress;5","/#","^Carmen also says you’ve been feeling off lately? Is that why your style is getting so bad? Do you need help with anything?","\n","#","^name;Tita Angela","/#","#","^stress;5","/#","^Andrea, you know how tough it is to be a girl these days! I feel for you honey, you can stop by anytime and we can do some confidence building! Make-over?","\n",{"->":"GetOut"},{"#f":1}],"GetOut":["#","^you","/#","^I would love to stay and chat more with you guys, but I have to find Don Luis to give him his delivery. Do you guys have any idea where he could be?","\n","#","^name;Tita Andrea","/#","^Ugh that Don Luis, he’s at the square with his buddies of course.","\n","#","^name;Tita Angela","/#","^Don’t stay there for too long and get home before it gets dark, honey.","\n","#","^you","/#","^Thank you Titas. I’ll be back to visit you guys soon.","\n","#","^end","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}