{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["#","^you","/#","^Mom! I’m back!","\n","#","^them","/#","^...","\n","#","^them","/#","^Oh, your back. Already?","\n","#","^them","/#","^Did you talk to them or just deliver the food like a delivery boy?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"firstChoice"},"\n",{"#f":5}]}],{"#f":1}],"firstChoice":[["#","^you","/#","^I talked to them, Mom. I’m not rude.","\n","#","^them","/#","^Huff! To me you are.","\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"secondChoice"},"\n",{"#f":5}]}],{"#f":1}],"secondChoice":[["#","^them","/#","^You never help me around the house, never ask me how I’m doing, you don’t even have a job and you complain to me about not having money. Now I have to worry about how you dress like when you were 5.","\n","ev","str","^That's not fair.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"thirdChoice"},"\n",{"#f":5}]}],{"#f":1}],"thirdChoice":[["#","^you","/#","^I don’t complain about money! I told you about my student loans so I can get advice on how to pay them off.","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"YouTalkAboutMe"},"\n",{"#f":5}]}],{"#f":1}],"YouTalkAboutMe":[["#","^you","/#","^You don’t even worry about me, you just want things to say about me to others.","\n","#","^them","/#","^What?!","\n","ev","str","^Tita Andrea and Tita Angela","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^The guys in the street","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Tia Maria","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Exit","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":"Titas"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ThoseGuys"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Tia"},"\n",{"#f":5}],"c-3":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"Titas":[["#","^you","/#","^I was talking to Tita Andrea and Tita Angela earlier. They told me that you told them about how I felt about clothes to embarrass me.","\n","#","^you","/#","^I told you about that so that you’d keep it to yourself, but instead you tell the whole neighborhood and I have kids in the street calling me names!","\n","#","^them","/#","^I did not tell them, they asked me about you! And you mean the teens? Why are you letting them hurt your feelings?","\n","#","^them","/#","^You’re always making me out to be bad when I’m just talking about MY child. You don’t appreciate me at all! And those Tita’s are good friends of mine, it's not like they’re strangers.","\n","#","^you","/#","^Mom, none of that matters. You crossed the line, how am I supposed to trust you now?!","\n","#","^them","/#","^Reyes, I am your mother. You can’t be mad at me for talking about you.","\n","ev","str","^But there's more...","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"YouTalkAboutMe"},"\n",{"#f":5}]}],{"#f":1}],"ThoseGuys":["#","^you","/#","^What about what you told those guys in the street?","\n","#","^you","/#","^I am NOT looking for a boyfriend, and I am NOT trying to get anyone’s attention with my appearance. Do you know how that makes me feel when I hear all that?","\n","#","^them","/#","^I understand if those men made you uncomfortable, but you are single mija! One of them mentioned their grandson coming to town soon and I mentioned you in case you wanted to meet him.","\n","#","^you","/#","^Mom, I’ve told you before I am not looking for anyone right now. Why can’t you respect that?","\n","#","^them","/#","^Don’t talk to me like that, Reyes. After you got those terrible clothes, you dared to ask me to cut your hair, and I said no.","\n","#","^them","/#","^Those clothes were enough for me. I need you to have standards for what you look like Reyes. Such terrible things you put on…","\n","#","^you","/#","^Again, with my hair...","\n",{"->":"YouTalkAboutMe"},{"#f":1}],"Tia":["#","^you","/#","^Tia Maria told me you told her I want to cut it all off.","\n","#","^you","/#","^I said I wanted to go mid length, not SHORT!","\n","#","^you","/#","^You made me seem like a sellout! Tia even begged me not to cut it all off!","\n",{"->":"Continue"},{"#f":1}],"Continue":[["#","^them","/#","^And she’s right, you’ll look terrible with short hair! You never listen to me when I tell you the truth!","\n","#","^them","/#","^And your feelings get hurt too easily, mija, it's ridiculous! We’re only trying to  take care of you!","\n","ev","str","^Storm out","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}