{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["#","^you","/#","^Don Luis! It’s nice to see you again, my mom sent me to deliver you some supplies!","\n","#","^them","/#","^Don Luis: Ah, Reyes! ¿Como estás? It’s been a while huh?","\n","#","^them","/#","^Unknown 1: Aye, who’s this beauty, Luis? Daughter? Niece? Girlfriend? HAHAHA!","\n","#","^them","/#","^Unknown 2: Oh, don’t kid like that Roberto! Obviously, this is Carmen’s daughter. As beautiful as ever…","\n",{"->":"Creepy"},{"#f":1}],"Creepy":["#","^you","/#","^Uhm...","\n","#","^them","/#","^Don Luis: (whispering)  Please excuse them, Reyes. Roberto and Victor always act this way. It’s not personal.","\n","#","^them","/#","^Don Luis: Thank you very much, hija. Let your mom know I say thanks.","\n","#","^them","/#","^Don Roberto: I am Roberto! Nice to meet you… Reyes. What a pretty name.","\n","#","^them","/#","^Victor: These oldheads don’t know anything about how to talk to girls, huh! Oi, Reyes, you’ve grown up! It’s me Victor, I fixed your Mom’s pipes that one time years ago.","\n",{"->":"WeirdAgain"},{"#f":1}],"WeirdAgain":["#","^you","/#","^Oh, hello-","\n","#","^them","/#","^DON ROBERTO: I wouldn’t mind fixing that Senora's pipes next time. Let her know for me, huh, Reyes!","\n","#","^them","/#","^Cackling~","\n","#","^them","/#","^Don Luis: Don’t talk about Carmen in front of her child like that, hijo.","\n","#","^them","/#","^Don Luis: So, how’s it been going, Reyes? You have a boyfriend yet?","\n",{"->":"Uncomfy"},{"#f":1}],"Uncomfy":["#","^you","/#","^Oh, uh-","\n","#","^them","/#","^DON ROBERTO: Stop pimping out your son like that, Luis! Maybe Reyes has someone already. Do ya?","\n","#","^them","/#","^VICTOR: Don Luis’ son is a looker, Reyes. You guys would have some beautiful children, don’t you think?","\n","#","^them","/#","^DON ROBERTO: Now, you’re pimping that boy out! Maybe Reyes likes older guys?","\n","#","^them","/#","^More Cackling~","\n",{"->":"DenyYourWeirdness"},{"#f":1}],"DenyYourWeirdness":["#","^you","/#","^Well, I-","\n","#","^them","/#","^DON LUIS: My son IS coming by to visit next week, if you are interested…","\n","#","^you","/#","^Uhm, I’m not looking for anyone in particular right now, Don. Thank you for offering.","\n","#","^them","/#","^DON LUIS: Oh, c’mon. At least meet him for a bit, see how you like him? Hm?","\n",{"->":"NoThanks"},{"#f":1}],"NoThanks":["#","^you","/#","^I’ll see him around when he visits. This is a small town after all.","\n","#","^them","/#","^DON ROBERTO: See? Reyes knows where the REAL men are at!","\n","#","^them","/#","^VICTOR: Don, you always throw yourself at these youngins!","\n","#","^them","/#","^More annoying cackling~","\n",{"->":"Leave"},{"#f":1}],"Leave":["#","^them","/#","^DON LUIS: Well, gracias for the supplies, hija. Tell Carmen I say hi.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}